export const eventData = {
  event: "Қыз ұзату",

  bride: "Жанерке",

  date: "16.08.2026",

  time: "19:00",

  venue: {
    name: "Әсем",
    address: "Нұрсат 2 мөлтек ауданы, 1/4",
    map: "https://2gis.kz/shymkent/geo/70000001026545748/69.635384,42.358039",
  },

  countdownDate: "2026-08-16T19:00:00+05:00",

  welcome:
    "Сіздерді аяулы қызымыздың «Қыз ұзату» салтанатына арналған ақ дастарханымыздың қадірлі қонағы болуға шақырамыз.",

  story: [
    "Қыз баланың өміріндегі ең маңызды күндерінің бірі — туған шаңырағымен қоштасу сәті.",
    "Осы қуанышты кеште сіздерді біздің отбасымыздың ерекше мерекесіне ортақтасуға шақырамыз.",
  ],

  timeline: [
    {
      time: "18:30",
      title: "Қонақтарды қарсы алу",
    },
    {
      time: "19:00",
      title: "Салтанатты кештің басталуы",
    },
    {
      time: "20:00",
      title: "Құттықтаулар",
    },
    {
      time: "22:00",
      title: "Би кеші",
    },
  ],

  dressCode: [
    "#e9e5dc",
    "#d8d2c3",
    "#f8f8f8",
    "#d4af37",
    "#c7b299",
  ],

  wishes:
    "Қуанышымызды бөлісіп, осы ерекше кештің қадірлі қонағы боласыздар деп сенеміз.",
};